tap "homebrew/services"
brew "ansible"
brew "bat"
brew "black"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "csvkit"
brew "d2"
brew "docker"
brew "gh"
brew "git-lfs"
brew "gitleaks"
brew "glow"
brew "go"
brew "hadolint"
brew "harfbuzz"
brew "hugo"
brew "icu4c@76"
brew "jq"
brew "libpq"
brew "librsvg"
brew "mypy"
brew "node"
brew "openjdk@17"
brew "openjdk@21"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "portaudio"
brew "postgresql@14"
brew "pre-commit"
brew "python-matplotlib"
brew "python@3.11"
brew "ruby"
brew "starship"
brew "tesseract"
brew "uv"
brew "yarn"
cask "chromium"
cask "font-commit-mono-nerd-font"
cask "font-noto-sans"
cask "iterm2"
cask "quarto"
